android-tools
base
base-devel
bat
blueman
bluez
bluez-utils
brightnessctl
btop
cliphist
cmake
curl
dnsmasq
efibootmgr
eza
fd
firefox
fish
fisher
flatpak
foliate
fzf
gcc-fortran
ghostty
git
grub
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
hyprutils
intel-media-driver
intel-ucode
kitty
lazygit
libvirt
linux-firmware
luarocks
ly
mako
man-db
meson
nemo
network-manager-applet
networkmanager
niri
nix
nm-connection-editor
npm
nvidia
nvidia-utils
openssh
otf-font-awesome
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-session-manager
power-profiles-daemon
qemu-full
reflector
ripgrep
rsync
rustup
sof-firmware
sshfs
starship
sudo
tailscale
telegram-desktop
texinfo
thefuck
tldr
tmux
transmission-gtk
tree-sitter
ttf-0xproto-nerd
ttf-fira-code
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
udiskie
unzip
usbutils
uv
virt-manager
vulkan-intel
vulkan-tools
waybar
wezterm
wget
wireplumber
wl-clipboard
wofi
xf86-video-intel
yazi
zip
