base
base-devel
bat
blueman
bluez
bluez-utils
cliphist
curl
efibootmgr
fd
firefox
fish
fisher
flatpak
foliate
fzf
git
grub
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
hyprutils
intel-media-driver
intel-ucode
kitty
libvirt
luarocks
ly
man-db
nemo
neovim
networkmanager
openssh
otf-font-awesome
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-session-manager
qemu-full
ripgrep
sof-firmware
sudo
telegram-desktop
texinfo
tmux
transmission-gtk
tree
ttf-0xproto-nerd
ttf-fira-code
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
unzip
virt-manager
waybar
wezterm
wget
wireplumber
wl-clipboard
wofi
xf86-video-intel
zip
